Repository: Zesty0wl/rosetta-check-client-localisations
Catalog: Localizable.xcstrings
Source language: en
Languages: de, fr, ja

# %@ %@ (%@) has been seen on %lld other Macs.
source: %1$@ %2$@ (%3$@) has been seen on %4$lld other Macs.
de: %1$@ %2$@ (%3$@) wurde auf %4$lld weiteren Macs gesehen.
fr: %1$@ %2$@ (%3$@) a été détectée sur %4$lld autres Mac.
ja: %1$@ %2$@ (%3$@) は他の %4$lld 台の Mac で確認されています。

# %@ %@ (%@) has been seen on 1 other Mac.
source: %1$@ %2$@ (%3$@) has been seen on 1 other Mac.
de: %1$@ %2$@ (%3$@) wurde auf 1 weiteren Mac gesehen.
fr: %1$@ %2$@ (%3$@) a été détectée sur 1 autre Mac.
ja: %1$@ %2$@ (%3$@) は他の 1 台の Mac で確認されています。

# %@ %lld since first scan
source: %1$@ %2$lld since first scan
de: %1$@ %2$lld seit dem ersten Scan
fr: %1$@ %2$lld depuis la première analyse
ja: %1$@ %2$lld(初回スキャン以降)

# %@ Native versions spotted for %lld app(s).
source: %1$@ Native versions spotted for %2$lld app(s).
de: %1$@ Native Versionen für %2$lld App(s) gesichtet.
fr: %1$@ Versions natives repérées pour %2$lld app(s).
ja: %1$@ %2$lld 件の App でネイティブ版が見つかりました。

source: %@ Reset
de: %@ zurücksetzen
fr: Réinitialisation de %@
ja: %@ をリセット

source: %@ architecture
de: Architektur: %@
ja: アーキテクチャ: %@

source: %1$@ is a command included with %2$@. It is maintained as part of that application rather than as a standalone command-line tool.
de: %1$@ ist ein Befehl, der mit %2$@ geliefert wird. Er wird als Teil dieser App gepflegt, nicht als eigenständiges Kommandozeilen-Tool.
fr: %1$@ est une commande fournie avec %2$@. Elle est maintenue avec cette application et non comme un outil de ligne de commande indépendant.
ja: %1$@ は %2$@ に含まれるコマンドです。単体のコマンドラインツールではなく、その App の一部として管理されています。

# %@ is a command provided by the %@ package and is updated with that package.
source: %1$@ is a command provided by the %2$@ package and is updated with that package.
de: %1$@ ist ein Befehl aus dem Paket %2$@ und wird mit diesem Paket aktualisiert.
fr: %1$@ est une commande fournie par le paquet %2$@ et se met à jour avec lui.
ja: %1$@ は %2$@ パッケージが提供するコマンドで、そのパッケージと一緒にアップデートされます。

source: %lld Components
de: %lld Komponenten
fr: %lld composants
ja: %lld 件のコンポーネント

source: %lld Flagged
de: %lld markiert
fr: %lld signalés
ja: %lld 件フラグ付き

# %lld Intel %@ components in your personal library need details
source: %1$lld Intel %2$@ components in your personal library need details
de: %1$lld Intel-%2$@-Komponenten in Ihrer persönlichen Bibliothek benötigen Details
fr: %1$lld composants %2$@ Intel de votre bibliothèque personnelle nécessitent des détails
ja: 個人のライブラリにある %1$lld 件の Intel %2$@ コンポーネントの詳細が必要です

source: %lld Intel Components
de: %lld Intel-Komponenten
fr: %lld composants Intel
ja: %lld 件の Intel コンポーネント

source: %lld Intel apps detected
de: %lld Intel-Apps erkannt
fr: %lld apps Intel détectées
ja: %lld 件の Intel App を検出

source: %lld Intel apps to look at.
de: %lld Intel-Apps zur Prüfung.
fr: %lld apps Intel à examiner.
ja: 確認すべき Intel App が %lld 件あります。

source: %lld Intel components bundled inside this app need Rosetta.
de: %lld in dieser App eingebettete Intel-Komponenten benötigen Rosetta.
fr: %lld composants Intel intégrés à cette app nécessitent Rosetta.
ja: この App に同梱されている %lld 件の Intel コンポーネントには Rosetta が必要です。

source: %lld Intel components detected
de: %lld Intel-Komponenten erkannt
fr: %lld composants Intel détectés
ja: %lld 件の Intel コンポーネントを検出

source: %lld Intel components found.
de: %lld Intel-Komponenten gefunden.
fr: %lld composants Intel trouvés.
ja: %lld 件の Intel コンポーネントが見つかりました。

source: %lld Intel components hidden inside this app — open details to see them.
de: %lld in dieser App versteckte Intel-Komponenten – öffnen Sie die Details, um sie zu sehen.
fr: %lld composants Intel cachés dans cette app — ouvrez les détails pour les voir.
ja: この App の中に %lld 件の Intel コンポーネントが隠れています — 詳細を開いて確認してください。

source: %lld Intel items detected
de: %lld Intel-Elemente erkannt
fr: %lld éléments Intel détectés
ja: %lld 件の Intel 項目を検出

# %lld Intel of %lld
source: %1$lld Intel of %2$lld
de: %1$lld Intel von %2$lld
fr: %1$lld Intel sur %2$lld
ja: %2$lld 件中 Intel %1$lld 件

# %lld New Intel %@ Components
source: %1$lld New Intel %2$@ Components
de: %1$lld neue Intel-%2$@-Komponenten
fr: %1$lld nouveaux composants %2$@ Intel
ja: %1$lld 件の新しい Intel %2$@ コンポーネント

source: %lld apps flagged
de: %lld Apps markiert
fr: %lld apps signalées
ja: %lld 件の App にフラグ

# %lld apps flagged (%@)
source: %1$lld apps flagged (%2$@)
de: %1$lld Apps markiert (%2$@)
fr: %1$lld apps signalées (%2$@)
ja: %1$lld 件の App にフラグ(%2$@)

source: %lld apps still flagged
de: %lld Apps weiterhin markiert
fr: %lld apps encore signalées
ja: まだ %lld 件の App がフラグ付き

source: %lld apps still flagged.
de: %lld Apps weiterhin markiert.
fr: %lld apps encore signalées.
ja: まだ %lld 件の App がフラグ付きです。

source: %lld checked
de: %lld geprüft
fr: %lld vérifiés
ja: %lld 件を確認

# %lld checked, %lld unsupported
source: %1$lld checked, %2$lld unsupported
de: %1$lld geprüft, %2$lld nicht unterstützt
fr: %1$lld vérifiés, %2$lld non pris en charge
ja: %1$lld 件を確認、%2$lld 件は非対応

source: %lld command aliases
de: %lld Befehlsaliasse
fr: %lld alias de commande
ja: %lld個のコマンドエイリアス

source: %lld command-line tools need Rosetta.
de: %lld Kommandozeilen-Tools benötigen Rosetta.
fr: %lld outils de ligne de commande ont besoin de Rosetta.
ja: %lld個のコマンドラインツールでRosettaが必要です.

# %lld components · %lld Intel
source: %1$lld components · %2$lld Intel
de: %1$lld Komponenten · %2$lld Intel
fr: %1$lld composants · %2$lld Intel
ja: %1$lld 件のコンポーネント · %2$lld 件 Intel

source: %lld components · all native or universal
de: %lld Komponenten · alle nativ oder universal
fr: %lld composants · tous natifs ou universels
ja: %lld 件のコンポーネント · すべてネイティブまたはユニバーサル

source: %lld embedded components need Rosetta
de: Eingebettete Komponenten, die Rosetta benötigen: %lld
fr: %lld composants intégrés ont besoin de Rosetta
ja: %lld 件の埋め込みコンポーネントに Rosetta が必要

# %lld embedded components; %lld need Rosetta
source: %1$lld embedded components; %2$lld need Rosetta
de: %1$lld eingebettete Komponenten; %2$lld benötigen Rosetta
fr: %1$lld composants intégrés ; %2$lld nécessitent Rosetta
ja: 埋め込みコンポーネント %1$lld 件、うち %2$lld 件は Rosetta が必要

source: %lld embedded components; all run natively on Apple Silicon
de: %lld eingebettete Komponenten; alle laufen nativ auf Apple Silicon
fr: %lld composants intégrés ; tous s’exécutent nativement sur Apple Silicon
ja: 埋め込みコンポーネント %lld 件、すべて Apple Silicon でネイティブに動作

source: %lld flagged
de: %lld markiert
fr: %lld signalées
ja: %lld 件フラグ付き

source: %lld flagged apps remain.
de: %lld markierte Apps verbleiben.
fr: %lld apps signalées restantes.
ja: %lld 件のフラグ付き App が残っています。

source: %lld flagged apps remaining.
de: %lld markierte Apps verbleiben.
fr: %lld apps signalées restantes.
ja: %lld 件のフラグ付き App が残っています。

source: %lld flagged apps removed.
de: %lld markierte Apps entfernt.
fr: %lld apps signalées supprimées.
ja: %lld 件のフラグ付き App を削除しました。

source: %lld flagged apps to go.
de: Noch %lld markierte Apps.
fr: Plus que %lld apps signalées.
ja: 残り %lld 件のフラグ付き App です。

source: %lld items still need Rosetta.
de: %lld Elemente benötigen noch Rosetta.
fr: %lld éléments nécessitent encore Rosetta.
ja: %lld 件の項目にまだ Rosetta が必要です。

source: %lld need Rosetta
de: %lld benötigen Rosetta
fr: %lld nécessitent Rosetta
ja: 要Rosetta %lld件

# %lld need Rosetta, %lld unsupported
source: %1$lld need Rosetta, %2$lld unsupported
de: %1$lld benötigen Rosetta, %2$lld nicht unterstützt
fr: %1$lld nécessitent Rosetta, %2$lld non pris en charge
ja: 要Rosetta %1$lld件、非対応 %2$lld件

source: %lld new apps were flagged.
de: %lld neue Apps wurden markiert.
fr: %lld nouvelles apps ont été signalées.
ja: %lld 件の新しい App にフラグが付きました。

# %lld of your Intel apps have been seen running natively on other Macs: %@
source: %1$lld of your Intel apps have been seen running natively on other Macs: %2$@
de: %1$lld Ihrer Intel-Apps wurden bereits nativ auf anderen Macs gesehen: %2$@
fr: %1$lld de vos apps Intel ont été vues fonctionner nativement sur d’autres Mac : %2$@
ja: 他の Mac で %1$lld 件の Intel App がネイティブで動作しているのが確認されています: %2$@

source: %lld other Macs report a native version
de: %lld weitere Macs melden eine native Version
fr: %lld autres Mac signalent une version native
ja: 他の %lld 台の Mac がネイティブ版を報告しています

# %lld shown · %lld need Rosetta
source: %1$lld shown · %2$lld need Rosetta
de: Angezeigt: %lld · Rosetta erforderlich: %lld
fr: %lld affichées · %lld ont besoin de Rosetta
ja: %lld件を表示 · %lld件でRosettaが必要

source: %lld unsupported
de: %lld nicht unterstützt
fr: %lld non pris en charge
ja: %lld 件は非対応

source: +%lld flagged
de: +%lld markiert
fr: +%lld signalées
ja: +%lld 件フラグ付き

source: 1 Intel %@ component in your personal library needs details
de: 1 Intel-%@-Komponente in Ihrer persönlichen Bibliothek benötigt Details
fr: 1 composant %@ Intel de votre bibliothèque personnelle nécessite des détails
ja: 個人のライブラリにある 1 件の Intel %@ コンポーネントの詳細が必要です

source: 1 Intel app detected
de: 1 Intel-App erkannt
fr: 1 app Intel détectée
ja: 1 件の Intel App を検出

source: 1 Intel app to look at.
de: 1 Intel-App zur Prüfung.
fr: 1 app Intel à examiner.
ja: 確認すべき Intel App が 1 件あります。

source: 1 Intel component bundled inside this app needs Rosetta.
de: 1 in dieser App eingebettete Intel-Komponente benötigt Rosetta.
fr: 1 composant Intel intégré à cette app nécessite Rosetta.
ja: この App に同梱されている 1 件の Intel コンポーネントには Rosetta が必要です。

source: 1 Intel component detected
de: 1 Intel-Komponente erkannt
fr: 1 composant Intel détecté
ja: 1 件の Intel コンポーネントを検出

source: 1 Intel component found.
de: 1 Intel-Komponente gefunden.
fr: 1 composant Intel trouvé.
ja: 1 件の Intel コンポーネントが見つかりました。

source: 1 Intel component hidden inside this app — open details to see it.
de: 1 in dieser App versteckte Intel-Komponente – öffnen Sie die Details, um sie zu sehen.
fr: 1 composant Intel caché dans cette app — ouvrez les détails pour le voir.
ja: この App の中に 1 件の Intel コンポーネントが隠れています — 詳細を開いて確認してください。

source: 1 app flagged
de: 1 App markiert
fr: 1 app signalée
ja: 1 件の App にフラグ

source: 1 app flagged (%@)
de: 1 App markiert (%@)
fr: 1 app signalée (%@)
ja: 1 件の App にフラグ(%@)

source: 1 app still flagged
de: 1 App weiterhin markiert
fr: 1 app encore signalée
ja: まだ 1 件の App がフラグ付き

source: 1 app still flagged.
de: 1 App weiterhin markiert.
fr: 1 app encore signalée.
ja: まだ 1 件の App がフラグ付きです。

source: 1 command-line tool needs Rosetta.
de: 1 Kommandozeilen-Tool benötigt Rosetta.
fr: 1 outil de ligne de commande a besoin de Rosetta.
ja: 1個のコマンドラインツールでRosettaが必要です.

source: 1 component · %lld Intel
de: 1 Komponente · %lld Intel
fr: 1 composant · %lld Intel
ja: 1 件のコンポーネント · %lld 件 Intel

source: 1 component · all native or universal
de: 1 Komponente · alle nativ oder universal
fr: 1 composant · tous natifs ou universels
ja: 1 件のコンポーネント · すべてネイティブまたはユニバーサル

source: 1 embedded component; runs natively on Apple Silicon
de: 1 eingebettete Komponente; läuft nativ auf Apple Silicon
fr: 1 composant intégré ; s’exécute nativement sur Apple Silicon
ja: 埋め込みコンポーネント 1 件、Apple Silicon でネイティブに動作

source: 1 flagged app remaining.
de: 1 markierte App verbleibt.
fr: 1 app signalée restante.
ja: フラグ付きの App が 1 件残っています。

source: 1 flagged app remains.
de: 1 markierte App verbleibt.
fr: 1 app signalée restante.
ja: フラグ付きの App が 1 件残っています。

source: 1 flagged app removed.
de: 1 markierte App entfernt.
fr: 1 app signalée supprimée.
ja: フラグ付きの App を 1 件削除しました。

source: 1 flagged app to go.
de: Noch 1 markierte App.
fr: Plus qu’1 app signalée.
ja: 残り 1 件のフラグ付き App です。

source: 1 item still needs Rosetta.
de: 1 Element benötigt noch Rosetta.
fr: 1 élément nécessite encore Rosetta.
ja: 1 件の項目にまだ Rosetta が必要です。

source: 1 new app was flagged.
de: 1 neue App wurde markiert.
fr: 1 nouvelle app a été signalée.
ja: 1 件の新しい App にフラグが付きました。

source: 1 other Mac reports a native version
de: 1 weiterer Mac meldet eine native Version
fr: 1 autre Mac signale une version native
ja: 他の 1 台の Mac がネイティブ版を報告しています

source: 32-bit tool - unsupported by current macOS
de: 32-Bit-Tool – vom aktuellen macOS nicht unterstützt
fr: Outil 32 bits – non pris en charge par macOS actuel
ja: 32 ビットのツール - 現在の macOS では非対応

source: A management profile has turned off Rosetta launch warnings on this Mac. You won’t see pop-ups, but Rosetta is still being removed in macOS 28.
de: Ein Verwaltungsprofil hat die Rosetta-Startwarnungen auf diesem Mac deaktiviert. Es werden keine Pop-ups angezeigt, aber Rosetta wird in macOS 28 trotzdem entfernt.
fr: Un profil de gestion a désactivé les avertissements de lancement Rosetta sur ce Mac. Vous ne verrez pas de fenêtres contextuelles, mais Rosetta sera tout de même retiré dans macOS 28.
ja: この Mac では、構成プロファイルによって Rosetta の起動時警告が無効化されています。ポップアップは表示されませんが、Rosetta は macOS 28 で削除される予定です。

source: A management profile is present and Rosetta launch warnings are turned on.
de: Ein Verwaltungsprofil ist vorhanden und die Rosetta-Startwarnungen sind aktiviert.
fr: Un profil de gestion est présent et les avertissements de lancement Rosetta sont activés.
ja: 構成プロファイルが存在し、Rosetta の起動時警告は有効になっています。

source: A native version has been seen on another Mac
de: Eine native Version wurde auf einem anderen Mac gesehen
fr: Une version native a été repérée sur un autre Mac
ja: 別のMacでネイティブ版が確認されています

source: A new recommendation is available for %@. Open Rosetta Check to see details.
de: Eine neue Empfehlung ist für %@ verfügbar. Öffnen Sie Rosetta Check, um Details zu sehen.
fr: Une nouvelle recommandation est disponible pour %@. Ouvrez Rosetta Check pour voir les détails.
ja: %@ に対する新しい推奨があります。Rosetta Check を開いて詳細を確認してください。

source: A saved file for %@ was unreadable and has been moved aside. Your data on disk is unchanged.
de: Eine gespeicherte Datei für %@ war unlesbar und wurde beiseite verschoben. Ihre Daten auf dem Datenträger bleiben unverändert.
fr: Un fichier enregistré pour %@ était illisible et a été mis de côté. Vos données sur le disque sont inchangées.
ja: %@ の保存ファイルが読み取れなかったため、別の場所に移動しました。ディスク上のデータには変更はありません。

source: A scan is currently in progress
de: Derzeit läuft ein Scan
fr: Une analyse est en cours
ja: 現在スキャン中です

source: A small settings folder is left behind in your Library. Most people can ignore it. To remove it too, delete this folder:
de: Ein kleiner Einstellungsordner verbleibt in Ihrer Library. Die meisten Nutzer können ihn ignorieren. Wenn Sie ihn ebenfalls entfernen möchten, löschen Sie diesen Ordner:
fr: Un petit dossier de réglages reste dans votre dossier Bibliothèque. Vous pouvez généralement l’ignorer. Pour le supprimer aussi, supprimez ce dossier :
ja: Libraryに小さな設定フォルダが残ります. 通常は無視してかまいません. これも削除するには, 次のフォルダを削除してください:

source: AAX is Avid's Pro Tools plug-in format. Many vendors ship Apple Silicon native AAX builds — check vendor downloads page if you see Intel here.
de: AAX ist das Pro-Tools-Plug-in-Format von Avid. Viele Hersteller liefern AAX-Versionen nativ für Apple Silicon – prüfen Sie die Download-Seite des Herstellers, wenn Sie hier Intel sehen.
fr: AAX est le format de plug-in Pro Tools d’Avid. De nombreux éditeurs proposent des versions AAX natives Apple Silicon — consultez la page de téléchargement de l’éditeur si vous voyez Intel ici.
ja: AAX は Avid の Pro Tools 用プラグイン形式です。多くのベンダーが Apple Silicon ネイティブの AAX ビルドを提供しています。ここで Intel と表示される場合は、ベンダーのダウンロードページを確認してください。

source: AI
de: KI
fr: IA

source: AI Recommendations
de: KI-Empfehlungen
fr: Recommandations IA
ja: AI によるおすすめ

source: AI-generated guidance that passed publication checks.
de: KI-generierte Hinweise, die die Veröffentlichungsprüfung bestanden haben.
fr: Conseils générés par IA ayant passé les contrôles de publication.
ja: 公開前チェックを通過した AI 生成のガイダンスです。

source: AI-powered suggestions
de: KI-gestützte Vorschläge
fr: Suggestions assistées par IA
ja: AI による提案

source: About
de: Über
fr: À propos
ja: 情報

source: About AAX plug-ins
de: Über AAX-Plug-ins
fr: À propos des plug-ins AAX
ja: AAX プラグインについて

source: About Rosetta Check
de: Über Rosetta Check
fr: À propos de Rosetta Check
ja: Rosetta Check について

source: About This App
de: Über diese App
fr: À propos de cette app
ja: この App について

source: About This Component
de: Über diese Komponente
fr: À propos de ce composant
ja: このコンポーネントについて

source: About This Tool
de: Über dieses Tool
fr: À propos de cet outil
ja: このツールについて

source: Access granted
de: Zugriff erteilt
fr: Accès accordé
ja: アクセスを許可済み

source: Access to %@ plug-ins was lost. Re-grant from the Components tab to fill in vendor and version details.
de: Der Zugriff auf %@-Plug-ins ist verloren gegangen. Erteilen Sie ihn im Tab „Komponenten“ erneut, um Hersteller- und Versionsdetails einzutragen.
fr: L’accès aux plug-ins %@ a été perdu. Réautorisez-le depuis l’onglet Composants pour remplir les détails d’éditeur et de version.
ja: %@ プラグインへのアクセスが失われました。コンポーネントタブから再度許可して、ベンダーとバージョンの詳細を取得してください。

source: Actively used and large. Consider finding a native alternative.
de: Häufig genutzt und groß. Suchen Sie nach einer nativen Alternative.
fr: Utilisée activement et volumineuse. Envisagez une alternative native.
ja: よく使われていてサイズも大きい App です。ネイティブの代替 App を検討してください。

source: Ad hoc - no signing team
de: Ad hoc – kein Signaturteam
fr: Ad hoc – aucune équipe de signature
ja: アドホック - 署名チームなし

source: Ad hoc / no team
de: Ad hoc / kein Team
fr: Ad hoc / aucune équipe
ja: アドホック / チームなし

source: Add Custom Folder
de: Eigenen Ordner hinzufügen
fr: Ajouter un dossier personnalisé
ja: カスタムフォルダを追加

source: Add Custom Folder…
de: Benutzerdefinierten Ordner hinzufügen …
fr: Ajouter un dossier personnalisé…
ja: カスタムフォルダを追加…

source: Add Custom Tool Folder...
de: Eigenen Tool-Ordner hinzufügen …
fr: Ajouter un dossier d’outils personnalisé…
ja: カスタムツールフォルダを追加...

source: Add Folder
de: Ordner hinzufügen
fr: Ajouter un dossier
ja: フォルダを追加

source: Add Tool Folder...
de: Tool-Ordner hinzufügen...
fr: Ajouter un dossier d’outils...
ja: ツールフォルダを追加...

source: Add folders that are not covered by Built-in Locations. Custom folders are saved with read-only access and can be removed at any time.
de: Fügen Sie Ordner hinzu, die nicht zu den integrierten Orten gehören. Eigene Ordner werden mit Lesezugriff gespeichert und lassen sich jederzeit entfernen.
fr: Ajoutez les dossiers non couverts par les emplacements intégrés. Les dossiers personnalisés sont enregistrés en lecture seule et peuvent être supprimés à tout moment.
ja: 組み込みの場所に含まれないフォルダを追加します。カスタムフォルダは読み取り専用で保存され、いつでも削除できます。

source: Added
de: Hinzugefügt
fr: Ajouté
ja: 追加

source: Added (%lld)
de: Hinzugefügt (%lld)
fr: Ajoutés (%lld)
ja: 追加 (%lld)

source: Adds a direct scan of /Applications alongside Spotlight. Enable this only when installed apps are missing because Spotlight indexing is incomplete.
de: Fügt zusätzlich zu Spotlight einen direkten Scan von /Applications hinzu. Aktivieren Sie dies nur, wenn installierte Apps fehlen, weil die Spotlight-Indizierung unvollständig ist.
fr: Ajoute une analyse directe de /Applications en complément de Spotlight. Activez cette option uniquement si des apps installées sont introuvables en raison d’une indexation Spotlight incomplète.
ja: /Applications を Spotlight と併用して直接スキャンします. Spotlight のインデックスが不完全でインストール済みの App が表示されない場合にのみ有効にしてください.

source: Advanced
de: Erweitert
fr: Avancé
ja: 詳細

source: Aliases
de: Aliasse
fr: Alias
ja: エイリアス

source: All
de: Alle
fr: Tout
ja: すべて

source: All Apps
de: Alle Apps
fr: Toutes les apps
ja: すべての App

source: All Architectures
de: Alle Architekturen
fr: Toutes les architectures
ja: すべてのアーキテクチャ

source: All Categories
de: Alle Kategorien
fr: Toutes les catégories
ja: すべてのカテゴリ

source: All Components
de: Alle Komponenten
fr: Tous les composants
ja: すべてのコンポーネント

source: All Scan Types
de: Alle Scanarten
fr: Tous les types d’analyse
ja: すべてのスキャンタイプ

source: All Signers
de: Alle Signierer
fr: Tous les signataires
ja: すべての署名者

source: All Sources
de: Alle Quellen
fr: Toutes les sources
ja: すべてのソース

source: All Upgrades
de: Alle Upgrades
fr: Toutes les mises à niveau
ja: すべてのアップグレード

source: All Usage
de: Beliebige Nutzung
fr: Toute utilisation
ja: すべての使用状況

source: All bundled components run natively on Apple Silicon.
de: Alle eingebetteten Komponenten laufen nativ auf Apple Silicon.
fr: Tous les composants intégrés fonctionnent nativement sur Apple Silicon.
ja: 同梱されたコンポーネントはすべて Apple Silicon でネイティブに動作しています。

source: All clear — no apps need Rosetta
de: Alles in Ordnung – keine App benötigt Rosetta
fr: Tout est en ordre — aucune app ne nécessite Rosetta
ja: 問題ありません — Rosetta を必要とする App はありません

source: All ready
de: Alles bereit
fr: Tout est prêt
ja: すべて対応済み

source: All scanning is done locally on your Mac. No data is collected or transmitted.
de: Das gesamte Scannen erfolgt lokal auf Ihrem Mac. Es werden keine Daten erfasst oder übertragen.
fr: Toute l’analyse est effectuée localement sur votre Mac. Aucune donnée n’est collectée ni transmise.
ja: スキャンはすべてお使いの Mac 上でローカルに行われます。データの収集や送信は行いません。

source: All scanning is done locally on your Mac. When community sharing is enabled, only anonymised Intel app metadata is sent to rosettacheck.com. No personal information is ever transmitted.
de: Das gesamte Scannen erfolgt lokal auf Ihrem Mac. Wenn die Community-Freigabe aktiviert ist, werden nur anonymisierte Metadaten von Intel-Apps an rosettacheck.com gesendet. Personenbezogene Daten werden niemals übertragen.
fr: Toute l’analyse est effectuée localement sur votre Mac. Lorsque le partage communautaire est activé, seules des métadonnées anonymisées d’apps Intel sont envoyées à rosettacheck.com. Aucune information personnelle n’est jamais transmise.
ja: スキャンはすべてお使いの Mac 上でローカルに行われます。コミュニティ共有が有効な場合のみ、匿名化された Intel App のメタデータが rosettacheck.com に送信されます。個人情報が送信されることはありません。

source: All scanning is done locally. Community sharing sends anonymised Intel app and component metadata, package-level Tool compatibility, and bare Intel command names. Paths, usernames, file contents, and personal information are never transmitted.
de: Das Scannen erfolgt vollständig lokal. Die Community-Freigabe übermittelt anonymisierte Metadaten zu Intel-Apps und -Komponenten, Kompatibilitätsdaten für Tools auf Paketebene und ausschließlich die Namen von Intel-Kommandozeilen-Tools. Pfade, Benutzernamen, Dateiinhalte und personenbezogene Daten werden niemals übertragen.
fr: Toutes les analyses sont effectuées localement. Le partage communautaire envoie des métadonnées anonymisées sur les apps Intel et les composants Intel, la compatibilité des outils par paquet et les noms des commandes Intel sans leur chemin. Les chemins, noms d’utilisateur, contenus de fichiers et informations personnelles ne sont jamais transmis.
ja: すべてのスキャンはローカルで実行されます. コミュニティ共有では, 匿名化された Intel App とコンポーネントのメタデータ, パッケージ単位のツール互換性情報, Intel コマンド名のみが送信されます. パス, ユーザ名, ファイルの内容, 個人情報が送信されることはありません.

source: All your apps now run natively on Apple Silicon. Your Mac is ready for whatever comes next.
de: Alle Ihre Apps laufen jetzt nativ auf Apple Silicon. Ihr Mac ist bereit für alles, was kommt.
fr: Toutes vos apps fonctionnent désormais nativement sur Apple Silicon. Votre Mac est prêt pour la suite.
ja: すべての App が Apple Silicon でネイティブに動作するようになりました。これからの変化にも Mac は対応できます。

source: All your apps run natively on Apple Silicon.
de: Alle Ihre Apps laufen nativ auf Apple Silicon.
fr: Toutes vos apps fonctionnent nativement sur Apple Silicon.
ja: すべての App が Apple Silicon でネイティブに動作しています。

source: All your apps run natively on Apple Silicon. You're ready for whatever comes next.
de: Alle Ihre Apps laufen nativ auf Apple Silicon. Sie sind bereit für alles, was kommt.
fr: Toutes vos apps fonctionnent nativement sur Apple Silicon. Vous êtes prêt pour la suite.
ja: すべての App が Apple Silicon でネイティブに動作しています。これからの変化にも備えられています。

source: Almost Ready
de: Fast bereit
fr: Presque prêt
ja: もうすぐ準備完了
